IDEA Open Model
SetupValueDouble.Value Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Value { get; set; }
Public Property Value As Double
	Get
	Set
public:
property double Value {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SetupValueDouble Class
IdeaRS.OpenModel.Concrete Namespace